Table of Contents
 Interface IIdeaSectionResult
Namespace
IdeaStatiCa.BimApi.Results
Assembly
IdeaStatiCa.BimApi.dll
Describes a result in a section.
public interface IIdeaSectionResult
Properties
 Data
Data for the result.
IIdeaResultData Data { get; }
Property Value
IIdeaResultData
 Loading
Loading source of the result.
IIdeaLoading Loading { get; }
Property Value
IIdeaLoading
 Edit this page